INSERT INTO product (name, description, weight, country_of_origin, price, stock_quantity, img_path, category_id)
VALUES
    ('Роза Красная', 'Классическая красная роза, символ любви и страсти.', 0.05, 'Нидерланды', 3.50, 100, '/images/rose_red.jpg', 1),
    ('Тюльпан Желтый', 'Яркий желтый тюльпан, который дарит весеннее настроение.', 0.03, 'Голландия', 2.80, 150, '/images/tulip_yellow.jpg', 2),
    ('Орхидея Белая', 'Изящная белая орхидея с нежным ароматом.', 0.1, 'Таиланд', 15.00, 50, '/images/orchid_white.jpg', 3),
    ('Лилия Оранжевая', 'Экзотическая оранжевая лилия с пышными лепестками.', 0.07, 'Китай', 4.20, 75, '/images/lily_orange.jpg', 4),
    ('Хризантема Белая', 'Крупная белая хризантема с мягкими лепестками.', 0.08, 'Япония', 3.00, 200, '/images/chrysanthemum_white.jpg', 5),
    ('Гвоздика Розовая', 'Мягкая розовая гвоздика с насыщенным ароматом.', 0.04, 'Испания', 2.50, 120, '/images/carnation_pink.jpg', 6),
    ('Гиацинт Синий', 'Гиацинт глубокого синего цвета, символ весны.', 0.06, 'Греция', 5.00, 80, '/images/hyacinth_blue.jpg', 7),
    ('Нарцисс Бело-Желтый', 'Нежный бело-желтый нарцисс с солнечными оттенками.', 0.05, 'Италия', 3.80, 90, '/images/daffodil_white_yellow.jpg', 8),
    ('Фиалка Африканская', 'Миниатюрная африканская фиалка в горшке.', 0.2, 'Южная Африка', 7.50, 60, '/images/african_violet.jpg', 1),
    ('Гортензия Голубая', 'Пышный кустарник гортензии с голубыми цветками.', 0.25, 'Франция', 10.00, 40, '/images/hydrangea_blue.jpg', 2),
    ('Калла Белая', 'Элегантная белая калла с длинным стеблем.', 0.09, 'Южная Африка', 6.50, 85, '/images/calla_white.jpg', 3),
    ('Подсолнух', 'Яркий и крупный подсолнух, символ радости.', 0.12, 'США', 4.00, 70, '/images/sunflower.jpg', 4),
    ('Пион Розовый', 'Пышный розовый пион с крупными лепестками.', 0.14, 'Франция', 12.00, 55, '/images/peony_pink.jpg', 5),
    ('Ромашка Полевая', 'Простая и нежная полевая ромашка.', 0.02, 'Россия', 1.50, 300, '/images/daisy_field.jpg', 6),
    ('Лаванда', 'Ароматная лаванда с успокаивающим эффектом.', 0.03, 'Франция', 5.50, 130, '/images/lavender.jpg', 7);